Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_palkitsi_ahkeria_saamen_kielen_oppilaita.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
sme: Sámediggi bálkkašii viššalis sámegiela oahppiid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendi annettiin yhteensä kuudelle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle, neljälletoista perusopetuksen päättäneelle ja kahdeksalle Saamelaisalueen koulutuskeskuksesta valmistuneelle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot guhtta ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis, njealljenuppelot vuođđooahpahusa čađahan oahppái ja gávcci Sámi oahpahusguovddážis válmmaštuvvan oahppái.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Ylioppilaat:
sme: Stuđeanttat:

source: Ivalon lukio : Iina Kyrö (inarinsaame), Janita Känsälä (pohjoissaame), Sara Keränen (pohjoissaame)
sme: Avvila logahat : Iina Kyrö (anárašgiella), Janita Känsälä (davvisámegiella), Sara Keränen (davvisámegiella)

source: Ounasvaaran lukio, Rovaniemi : Hilla Tähkäpää (pohjoissaame)
sme: Ovnnešvári logahat, Roavvenjárga: Hilla Tähkäpää (davvisámegiella)

source: Utsjoen saamelaislukio : Jere Pieski (pohjoissaame), Miska Pohjanrinne (pohjoissaame)
sme: Ohcejoga sámelogahat : Jere Pieski (davvisámegiella), Miska Pohjanrinne (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Inarin koulu: Elna Aikio (pohjoissaame), Hanno Länsman (pohjoissaame), Maiju Sigga Seurujärvi (inarinsaame), Anna Pyykkö (inarinsaame)
sme: Anára skuvla : Elna Aikio (davvisámegiella), Hanno Länsman (davvisámegiella), Maiju Sigga Seurujärvi (anárašgiella), Anna Pyykkö (anárašgiella)

source: Ivalon yläaste : Elle-Noora Haataja (pohjoissaame), Taina Hakovirta (inarinsaame)
sme: Avvila badjeskuvla : Elle-Noora Haataja (davvisámegiella), Taina Hakovirta (anárašgiella)

source: Karigasniemen koulu : Eelis Niittyvuopio (pohjoissaame)
sme: Gáregasnjárgga skuvla : Eelis Niittyvuopio (davvisámegiella)

source: Järvikylien koulu, Sodankylä: Mette Penttinen (pohjoissaame)
sme: Jávregiliid skuvla, Soađegilli: Mette Penttinen (davvisámegiella)

source: Hetan peruskoulu : Sunna Siilasjoki (pohjoissaame), Niillas-Iisko Näkkäläjärvi (pohjoissaame)
sme: Heahtá vuođđoskuvla : Sunna Siilasjoki (davvisámegiella), Niillas-Iisko Näkkäläjärvi (davvisámegiella)

source: Utsjokisuun koulu : Álgen Aikio (pohjoissaame), Mihkku Laiti (pohjoissaame)
sme: Ohcejohnjálmmi skuvla : Álgen Aikio (davvisámegiella), Mihkku Laiti (davvisámegiella)

source: Aleksanteri Kenan koulu, Sodankylä : Minja Ylilokka (pohjoissaame), Meeri Sieppi (pohjoissaame)
sme: Aleksanteri Kena skuvla, Soađegilli: Minja Ylilokka (davvisámegiella), Meeri Sieppi (davvisámegiella)

source: Saamelaisalueen koulutuskeskuksesta valmistuneet:
sme: Sámi oahpahusguovddážis válmmaštuvvan oahppit:

source: Inarinsaame : Tytti Kyrö
sme: Anárašgiella : Tytti Kyrö

source: Pohjoissaame: Teija Kaartokallio
sme: Davvisámegiella: Teija Kaartokallio

source: Koltansaame: Almira Gerasimoff, Anne Mäkinen, Eveliina Feodoroff-Rantala, Maarit Haltta, Minna Moshnikoff, Sari Saxholm
sme: Nuortalašgiella: Almira Gerasimoff, Anne Mäkinen, Eveliina Feodoroff-Rantala, Maarit Haltta, Minna Moshnikoff, Sari Saxholm

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide!
